Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_455_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: xxx
smn: SÄÄMI KULTTUURKUÁVDÁÁ LASÂLIIJNIJ KOVVOOS VUÁVÁMKIŠTO

source: Plánenbarggu ulbmilin lea gávdnat sámekulturguovddáš Sajosii alladását , dálu atmosferii heivvolaš ja áidnalunddot panelalássaliidnegákkesgovvosa , mii buktá dálu sisa iešvuođalági ja earuheaddjivuođa .
smn: Vuávámkišto uáivilin lii kavnâđ säämi kulttuurkuávdáš Sajosân ollâtásásii já mučis , táálu vuoiŋân suáppee áinoošlajâsâš paaneellasâlijnekovvoos , mii lááčá táálu siisâ persovnlâšvuođâ já tubdâttet-teevuođâ .

source: Lássaliinniide lea dárbu vuosttažettiin doaimmahatlanjain
smn: Lasâliijneh tarbâšuvvojeh iänááš toimâttâhviistijn .

source: Gilvu lea oaivvilduvvon vuosttažettiin olbmuide , geain lea hárjánupmi tekstiila- dahje gráfalaš plánemis . Muhto maiddái earát sáhttet oassálastit gilvui .
smn: Kišto lii uáivildun vuosâsajasávt tekstiil- tâi graafisâš vuáváámân uápásmâm ulmuid , mut meid iäráseh pyehtih uásálistiđ rijjâ kiišton .

source: Oassálasti berre váldit vuhtii teknihkalaš gáibádusaid , mat gáibiduvvojit gilvobarggus . Lássaliinniid lea ulbmil ollašuhttit njuolga lonistuvvon dujiid vuođul .
smn: Uáslistee kalga kuittâg tärkkilávt väldiđ vuotân kiišto ¬paargon asâttum teknisijd vátámâšâid , ko ulmen lii lasâliijnij olášuttem njuolgist lonestum pargoi vuáđuld .

source: Sámi kulturguovddáš huksejuvvo Anára kirkosiidii Juvdujoga gáddái ja dohko bohtet doaibmalanjat Sámediggái , sámekultuvrii gullevaš máŋggabealat doaimmaide ja maiddái sámi oahpahus- ja dutkandoibmii .
smn: Säämi kulttuurkuávdážân , mii huksejuvvoo Aanaar markkânân Juvduu riidon , šaddeh toimâvisteh Sämitiigán , sämikulttuurân kullee maaŋgâpiälásii tooimân sehe säämi máttááttâs- já tutkâmtooimân .

source: Dáid lassin vistti dehálaš doaibmasajit leat oktasaš sajit , mat leat máŋggadoaibma- ja bálvalanfeaskára birra , loaiddastan- , čoahkkin- ja máŋggadoaibmasajit sihke restauráŋŋa .
smn: Tai lasseen viäsu kuávdášlâš visteh láá maaŋgâtoimâ- já palvâlemsyergi pirrâ čokijdeijee ohtsâšvisteh : lávdástâllâm- , škovlim- já maaŋgâtoimâvisteh sehe raavâdviäsu .

source: Oktasašlanjaid geavaheapmi lea dehálaš oassi kulturguovddáža buot doaimmain .
smn: Ohtsâšviistij kevttim lii tehálâš uási ubâ kulttuurkuávdáá tooimâ .

source: Sámi kulturguovddáža váldoláigolažžan doaibmá Sámediggi , mii láigoha lanjaid ovddasguvlui eará geavaheddjiide .
smn: Säämi kulttuurkuávdáá válduláigulâžžân tuáimá Sämitigge , mii tastoo laigut viistijd eres kevtteid .

source: Sámi oahpahusguovddáš lea Sámedikki lassin dálu nubbi váldogeavaheaddji .
smn: Säämi máttáátâskuávdáš lii Sämitige lasseen táálu nubbe váldukevttee .

source: Dálu eará geavaheaddjit leat Anára gieldda girjerádjodoaibma , Sámi Duodji rs ( sámeduojáriid searvi ) , SámiSoster rs ( sámiid sosiála- ja dearvvasvuođasuorggi searvi ) , Lappi guovlohálddahus-doaimmahat , Sámearkiiva ja restauráŋŋa .
smn: Eres táálu kevtteeh láá Aanaar kieldâ kirjerájutoimâ , Sámi Duodji ry ( säämi tuájárij servi ) , SámiSoster ry ( sämmilij sosiaal- já tiervâsvuođâsyergi servi ) , Laapi kuávluhaldâttâsvirgádâh , Säämi arkkâdâh já raavâdvuäsu .

source: Lassidieđut sámekulturguovddáš Sajosa doaibmajurdagis leat dán gilvoreivve loahpas sihke guovddáža ruovttusiidduin , čujuhusas www.sajos.fi .
smn: Lasetiäđuid säämi kulttuurkuávdáš Sajos toimâjurdust lii taan kištoreeivâ loopâst sehe kuávdáá päikkisiijđoin , čujottâsâst www.sajos.fi .

source: STOHPOGÁLVO- JA TEKSTIILAPLÁNEMA DUOGÁŠ
smn: VISTEKÁLVU- JÁ TEKSTIILVUÁVÁM TUÁVVÁŠ

source: Sámekulturguovddáža arkiteaktaplánemis vástidii Halo Arkkitehdit Oy ja dat lea dahkan kulturguovddáža luovosgálvo- ja tekstiilaplánema .
smn: Säämi kulttuurkuávdáá arkkitehtvuáváámist västideijee arkkitehttoimâttâttâh Halo Arkkitehdit Oy lii toohâm kulttuurkuávdáá vistekálvu- já tekstiilvuávám .

source: Tekstiilaplánema vuođul orgána , mii čoahkkana sámekulturguovddáš Sajosa boahttevaš geavaheddjiid ovddasteddjiin , lea mearridan ordnet rabas plánengilvvu panelalássaliinni govvosis .
smn: Tekstiilvuávám vuáđuld säämi kulttuur-kuávdáš Sajos puáttei kevttei ovdâsteijein čuákkejum ohtsâštoimâorgaan lii meridâm orniđ ávus vuávámkišto paaneellasâliijne kovosijn .

source: Sámekulturguovddáža doaimmahatlanjaide sihke Sámi oahpahusguovddáža luohkkálanjaide , mat bohtet guovddážii , bohtet golmmageardásaš panelalássaliidneheaŋggastagat .
smn: Säämi kulttuurkuávdáá toimâttâhvistijd sehe kuávdážân puáttee Säämi máttááttâskuávdáá luokka-vistijd šadda kuulmâkiärdásâš paaneellasâlijneheŋgâstâh .

source: Okta panelalássaliidni lea luondduvielgat , asehis ja suokkalágan , ja nubbi ovttaivnnat juogo okra , alit , rukses dahje ruoná .
smn: Ohtâ paaneellasâlijne lii luánduvielgâd , asettis suoggâmlágán , já nubbe lii oovtivnásâš jo-uv okra , čuovjâd , ruopsâd tâi ruánáá .

source: Goalmmát panelalássaliidnin boahtá leat panelalássaliidni , mas lea prentengovus , ja justa dan govvosa ohcatge dán gilvvus .
smn: Kuálmádin paaneellasâlijnen šadda leđe nk. printtikovvooslâš paaneellasâlijne , mon kovosijd taam kištoost uuccâp .

source: Panelalássaliinnit bohtet guovtti sturrodagas , mihtut leat 600 mm x 2 390 mm ja 600 mm x 2 090 mm .
smn: Paaneellasâliijneh šaddeh leđe kyevti stuárusiih , mitoidis peeleest 600 mm x 2 390 mm já 600 mm x 2 090 mm .

source: Prentenlássaliinni suoivva galgá leat čáhppes-vilges-ránes .
smn: Printtilasâlijne kalga leđe čapis-vielgis-čapis - ivnásâš .

source: Vuođđogákkis lea lássaliidnedoaimmaheaddji váljjašumis suokkalágan , vilgesvuđot prentemii heivvolaš gákkis .
smn: Vuáđukäägis lii lasâlijnekággá toimâtteijee valjiittuvâi suoggâmlágán , vielgisvuáđusâš printtaamâm heivejeijee käägis .

source: Prentenlássaliinni plánengilvvu ulbmil lea gávdnat sámekulturguovddáš Sajosa doaimmahatlanjaid ja luohkkálanjaid lásaid lássaliinniid govvosa ( ng. prentengovvosa ) , mii govvida guovddáža ulbmila ja luonddu .
smn: Printtilasâliijne vuávámkišto uáivilin lii kavnâđ säämi kulttuurkuávdáš Sajos toimâttâh ¬vistij já luokkavistij lassáid heŋgâstittee lasâliijnij kovos ( nk. printtikovos ) , mii spejâlist kuávdáá uáivil já luándu .

source: Gilvvu ordne Sámediggi .
smn: Kišto uárnejeijen tuáimá Sämitigge .

source: Gilvu lea buohkaide rabas .
smn: Kišto lii áávus puohháid .

source: Gilvvu bálkkašupmelávdegotti lahtut eai sáhte oassálastit gilvui .
smn: Kišto palhâšumelävdikode jesâneh iä pyevti uásálistiđ kiišton .

source: Gilvoáigi lea 20.2.2011 – 31.3.2011 .
smn: Kištoäigi lii 20.2.2011 – 31.3.2011 .

source: Gilvoevttohusat galget boahtit digitála vurkenneavvus 31.3.2011 dmu 16.00 rádjái , njuolggadusaid 6. čuoggás máinnašuvvon čujuhussii .
smn: Kištoiävtuttâsah kalgeh leđe Sämitiggeest digitaallâš vuárkkán 31.3.2011 tme 16.00 räi njuolgâdusâi 6. saajeest mainâšum čujottâsâst .

source: Mearreáiggi maŋŋá boahtán evttohusaid eai váldde vuhtii .
smn: Meriääi-gi maŋa puáttám iävtuttâsah iä valduu vuotân .

source: Áššegirjjit , mat máhcahuvvojit Evttohuvvon govus doaimmahuvvo poastta mielde elektrovnnalaš hámis CD dahje DVD-skierruin dahje muitosákkiin .
smn: Äššikirjij macâttem Iävtuttum kovos toimâttuvvoo kišto uárnejeijei poostâ pehti šleđgâlâš vuárkkán CD tâi DVD- skiärust tâi muštosäägist .

source: Vurkenneavvus ožžot leat dušše guokte fiilla , mat sisttisdollet ovdalis máinnašuvvon guovtti sturrosaš panelalássaliinniid prentenfiillaid , mat leat mihttolávas 1:1 .
smn: Vuorkkimpiergâsist uážžuh leđe tuše kyhti tiätuvuárhá , main láá ovdeláá mainâšum kyevti stuárusij paaneellasâliijnij printtimtiätuvuárháh mitto-kaavasi 1:1 .

source: Evttohusa guođđán nammamearka galgá leat fiillaid namas sihke čállojuvvon vurkennevvui .
smn: Tiätuvuárhái noomâst sehe vuorkkimpiergâsân čaallum kalga leđe iävtuttâs tahhee nommâmerkkâ .

source: Dohkkehuvvon vurkenhámit leat .
smn: Tuhhiittettee vuorkkimhäämih láá .

source: Bálkkašupmelávdegoddi árvvoštallá evttohusaid prentenfiillain prentemii A3 sturrosaš čáhppesvilgesprentosiin .
smn: Palhâšumelävdikodde árvuštâl iävtuttâsâid printtimtiätuvuárháin printtejum A3 stuárusijn čapisvielgispriintijn .

source: Prentosiid teknihkalaš kvalitehta lea árvvoštallanágga , danin go gárvves lássaliinniid lea ulbmil ollášuhttit njuolga prentenfiillain .
smn: Priintij teknisâš kvaliteet lii árvuštâllâmaggâ , ko valmâš lasâliijnijd lii ulmen olášuttiđ njuolgist printtimtiätuvuárháin .

source: Plánenbarggu posten Plánenneavvu mielde sáddejuvvo evttohusa namma ja oktavuohtadieđut konfeluhtas , mii lea giddejuvvon ja man čađa ii oainne .
smn: Vuávámpsrgo postâdem Vuorkkimpiergâs mield vuolgâttuvvoo iävtuttâs tahhee nommâ já ohtâvuođâtiäđuh toppum čoođâoinuuhánnáá kirjekooverttâst .

source: Konfeluhta ala merkejuvvo evttohusa dahkki nammamearka .
smn: Kirjekoovert oolâ merkkejuvvoo iävtuttâs tahhee nom-mâmerkkâ .

source: Vurkenneavvuid ja giddejuvvon konfeluhta galgá sáddet čujuhussii Sámediggi , Angelintie 696 , 99870 Anár. Konfeluhttii galgá merket dovddaldaga “ Prentengilvu ” .
smn: Vuárháh já toppum kirjekoovert vuolgâttuvvojeh čujottâsân Saamelaiskäräjät , Angelintie 696 , 99870 Inari . Kirjekooverttân merkkejuvvoo tubdâldâh “ Printtikilpailu ” .

source: CD- dahje DVD-vurkenneavvu dahje muitosákki ala merkejuvvo gilvoevttohusa dahkki nammamearka ( ii rivttes namma ) .
smn: CD- tâi DVD-vuárhá tâi muštosäägi oolâ merkkejuvvoo kištoiävtuttâs tahhee nommâmerkkâ ( ij rievtis nommâ ) .

source: Seamma nammamearkka galgá merket maiddái giddejuvvon konfeluhta ala .
smn: Siämmáá nommâmeerhâ kalga merkkiđ meiddei toppum koovert oolâ .

source: Bealatkeahtesvuođa sihkkarastima dihtii giddejuvvon konfeluhtta , mas leat oassálasti oktavuohtadieđut , rahppojuvvo easkka árvvoštallama maŋŋá ja go gilvvu boađus lea čielgan .
smn: Pelettesvuođâ turviimân toppum kirjekooverttâst lamaš uásálistee ohtâvuođâtiäđuh liäkkojeh árvustâllâm nuuhâm maŋa ko kišto loppâpuáttus čiälgá .

source: Eará vugiin doaimmahuvvon evttohusat hilgojuvvojit .
smn: Eresnáál toimâttum iävtuttâsah šaddeh hilguđ .

source: Dušše beare báhpára ala sárgojuvvon evttohusat ja/dahje ii-prentengárvvis duojit hilgojuvvojit , dušše digitála prentengárvvis materiála váldo árvvoštallamii .
smn: Tuše pápárân sargum hammiittâsah já / tâi iä-teddilemkärvis pyevtittâsah še šaddeh hilguđ , tuše digitaallâš teddilemkärvis amnâstuvah váldojeh árvuštâllâmnáál .

source: Persovdnadieđut gieđahallojuvvojit dušše gilvvu oktavuođas , eaige dat addojuvvo ovddasguvlui .
smn: Olmooštiäđuh kieđâvuššojeh tuše kišto ohtâvuođâst , iäge toh luovâttuu ovdâskulij .

source: Gilvui sáhttá oassálastit eanet go ovttain evttohusain , muhto guđege govvosa prentenmateriála galgá leat sierra cd- dahje dvd-vurkenneavvus dahje muitosákkis , vaikke daid sáddešiige seammá konfeluhtain .
smn: Kiišton puáhtá uásálistiđ enâbáin-uv ko ovttáin iävtuttâssáin , mut jieškote-uv kovvoos printtimamnâstâh kalga leđe sierânâs cd- tâi dvd-vuárhást tâi muštosäägist , veikkâ toh vuolgâttuuččii-uv oovtâ kirjekooverttâst .

source: Govvosii addojuvvon gáibádusat
smn: Kovosân asâttum vátámâšah

source: a. Govvosa sáhttá ráhkadit sárgosis , čuovgagovas dahje mas beare .
smn: a. Kovvoos puáhtá rähtiđ sárgusist , čuovâkooveest tâi mast peri .

source: Govus sáhttá leat dávjjes dahje oktilaš , go beare loahpalaš bohtosat leat addojuvvon lássaliidnemihtuid sturrosaččat .
smn: Kovos puáhtá leđe kiärdoo tâi ohtâlâs , ko peri lopâliih pyevtittâsah láá adelum lasâlijnemitoi stuárusiih .

source: Govvosa plánengilvvuin ohcat sámekulturguovddáža stiilii heivvolaš govvosa , mii buktá ovdan kulturguovddáža - kultuvrras boahtán duogášjurdaga ja mearkkašumi , - sápmelaš iešvuođalági , - doaimma várás dahkkojuvvon imago ( sápmelaš , árbevieruid ala huksejuvvon , aktiivvalaš , boahttevuhtii geahčči ja servodatlaš .
smn: Kovvoos vuávámkištoin occoo säämi kulttuurkuávdáá luándun suáppee kovvoos , mii čáittá kulttuurkuávdáá - kulttuurlâš uáivil já merhâšume , - säämi jiešnálásâšvuođâ , - sämikuávlu luándu - tooimâ várás läjidum imago ( sämmilâš , ärbivuovvijd vuáđuduvvee , aktiivlâš , puát-teevuotân keččee já siärvuslâš .

source: Oktasaš namaheaddjin lea “ eakti ja ealli sámekultuvra ” ) .
smn: Ohtsii nomâtteijen lii “ luándulâš já ellee sämi ¬kult-tuur ” ) .

source: c. Govvosa symbolihka ii dárbbaš ákkastallat , muhto dan oažžu dahkat , jus plánejeaddji dan háliida .
smn: c. Kovvoos symboliikka ij taarbâš agâstâllâđ , mut ton uážžu porgâđ , jis vuávájeijee nuuvt haalijd .

source: Ákkastallan ii váikkut ráđi loahpalaš mearrádusdahkamii .
smn: Agâstâllâm ij kuittâg vaikut lävdikode lopâlii miärádâstohâmân .

source: d. Plánejeaddji galgá dahkat ovtta ( 1 ) govvosa , main leat vurkejuvvon elektrovnnalaš hápmái guokte prentenfiilla , main nubbi galgá heivet 600 mm x 2090 mm ja nubbi 600 mm x 2390 mm allosaš panelalássaliinniide .
smn: d. Vuávájeijee kalga vuáváđ oovtâ ( 1 ) kovvoos , mast šleđgâlâš vuárhást láá kyehti printtimtiätuvuárhá nuuvt , et nubbe kalga heiviđ 600 mm x 2090 mm já nubbe 600 mm x 2390 mm alosáid paaneellasâlijnijd .

source: Bálkkašupmelávdegoddi
smn: Palhâšumelävdikodde

source: a. Gilvvu bálkkašupmelávdegoddin doaibmá ja dan bohtosa vállje Sajosa gaskaboddasaš ovttasdoaibmanorgána , mas leat ovddastuvvon buot Sajosa fásta geavaheaddjiorganisašuvnnaid ovddasteaddjit ja mii lea dievasmahttojuvvon Halo Arkkitehdit Oy ovddasteddjiin .
smn: a. Kišto palhâšumelävdikodden tuáimá já ton puáttus čuávdá Sajos koskâpuddâsâš ohtsâštoimâorgaan , mast láá ovdâstum puoh Sajos fastâ kevtteeorganisaatioi ovdâsteijeeh tievâsmittum Halo Arkkitehdit Oy ovdâsteijein .

source: Ovttasdoaibmanorgána lahttut leat : Liisa Holmberg , Aune Musta , Erkki Sirniö , Vuokko Joki , Rauna Rahko , Ristenrauna Magga , Kari Torikka ja Jouko Lappalainen .
smn: Ohtsâštoimâorgaan jesâneh láá : Liisa Holmberg , Aune Musta , Erkki Sirniö , Vuokko Joki , Rauna Rahko , Ristenrauna Magga , Kari Torikka já Jouko Lappalainen .

source: Bálkkašupmelávdegotti čállin doaibmaba prošeaktaoaivámuš Juha Guttorm ja prošeaktaplánejeaddji Marja Männistö .
smn: Palhâšumelävdikode čällen toimâv proojeekthovdâ Juha Guttorm já proojeektvuá-vájeijee Marja Männistö .

source: c. Bálkkašupmelávdegoddi sáhttá dárbbu mielde geavahit barggustis áššedovdiid .
smn: c. Palhâšumelävdikodde puáhtá pargostis kevttiđ táárbumield äššitobdeid .

source: Árvvoštallan Gilvoevttohusat árvvoštallojuvvojit anonyman .
smn: Árvuštâllâm Kištoiävtuttâsah arvuštâlluvvojeh nomâttemmin .

source: Bálkkašupmelávdegoddi vállje lonisteapmái guokte ( 2 ) govusevttohusa , mat devdet buoremusat govvosii addojuvvon gáibádusaid .
smn: Palhâšumelävdikodde väljee kyehti ( 2 ) kovosân asâttum vátámâšâid pyeremustáá tevdee kovosiävtuttâs lonestemnáál .

source: Bálkkašumit Evttohusaid lotnunsupmi lea 500 euro barggu ala .
smn: Palhâšumeh Iävtuttâsâi lonestemsumme lii 500 eurod / pargo .

source: Gilvvu ordnejeaddji oažžu buot vuoigatvuođaid lodnojuvvon evttohusaide .
smn: Kišto uárnejeijee uážžu puoh vuoigâdvuođâid lonestum iävtuttâssáid .

source: Ordnejeaddjis lea maiddái vuoigatvuohta plánejeaddji lobiin rievdadit evttohusa dahje leat geavatkeahttá govvosa .
smn: Uárnejeijest lii še vuoigâdvuotâ rievdâdiđ iävtuttâs vuávájeijee luuvijn tâi leđe kevtihánnáá kovvoos .

source: Mildosat : Sápmelaškulturguovddáža tekstiilaplánenárvalusat
smn: Lahtoseh : Säämi kulttuurkuávdáá tekstiilvuávámhammiittâsah

source: Sámekulturguovddáža ulbmilin lea láhčit sámiide buoret dilálašvuođaid iežas eavttuiguin doalahit ja ovddidit iežaset giela , kultuvrra ja ealáhusdoaimma , dikšut ja ovddidit kulturiešráđđema ja maiddái duvdit sámiid almmolaš eallineavttuid ovdáneami .
smn: Säämi kulttuurkuávdáá uáivilin lii lääččiđ sämmiláid pyerebijd iävtuid jiešiävtulávt paijeentoollâđ já ovdediđ kielâs , kulttuurâs já iäláttâstooimâs , tipšođ já ovdediđ kulttuurjiešhaldâšemes sehe tuárjuđ sämmilij almolii eellimtile ovdánem .

source: Lassin guovddáža ulbmilin lea buoridit vejolašvuođaid juohkit ja oažžut dieđuid sápmelaččain eamiálbmogin .
smn: Lasseen kuávdáá uáivilin lii pyeridiđ máhđulâšvuo ¬đâid levâttiđ já uážžuđ tiäđu sämmilijn algâaalmugin .

source: Sámekulturguovddáš lea vuosttažettiin oaivvilduvvon sámiid iežaset geavaheami várás .
smn: Säämi kulttuurkuávdáš on vuosâsajasávt uáivildun sämmilij jieijâs kiävtu várás .

source: Das lea mihttomearrin boahtit Suoma sámiid iešráđđema ja maiddái ealli ja ovdáneaddji sámekultuvrra symbolan , man guovddáš doaibman lea sihke gáhttet árbevirolaš kultuvrra ja maiddái ovddidit ja ođasmahttit sámi servodateallima .
smn: Tast lii meeri šoddâđ Suomâ sämmilij jiešhaldâšem sehe ellee já ovdáneijee sämikulttuur symbool , mon kuáv ¬dášlâš toimâlâš uáivilin lii sehe aitârdiđ ärbivuáválii kulttuur et ovdediđ já uđâsmittiđ säämi ohtsâškodde-eellim .

source: Čilgejuvvon váldoulbmila lassin kulturguovddáš fállá viiddis , ođđaáigásaš ja alladássásaš oktasašgeavahanlanjaid ( čoahkkin- , auditoria- , máŋggadoaibma- ja loaiddastansajiid ja studiolanjaid ) dihte erenomáš vejolašvuođaid lágidit máŋggalágan čoahkkimiid , konfereanssaid ja dáhpáhusaid áidnalunddot birrasis .
smn: Čielgejum váldu-ulmees lasseen kulttuurkuávdáš fáálá vijđes , uđđâáigásij já ollâtásásij ohtsâš-kevttimviistij ( čuákkim- , auditorio- , maaŋgâtoimâ- já lávdástâllâmsoojijd sehe studiosoojijd ) áán ¬sust eromâš máhđulâšvuođâid orniđ áinoošlajâsâš pirrâsist maaŋgmuđušijd čuákkimijdt , konfe ¬reensâid já tábáhtusâid .

source: Sámekulturguovddáš lea dasto seamma áigge nu Suoma sámiid parlameantadállu go kultur- , skuvlen- ja máhttinguovddáš ja maiddái dáhpáhusdállu iešguđetlágan čoahkkimiiguin , musihkka- , filbma- ja teáhterloaiddastemiiguin .
smn: Nuuvtpa Säämi kulttuurkuávdáš lii siämmáá-áigásávt sehe Suomâ sämmilij parlamenttáálu et kulttuur- , škovlim- já mättimkuávdáš já meid tábáhtustáálu sierâlágánij čuákkimijdiskuin , muusik- , elleekove- já teatterčáittusijdiskuin .

source: Nuppiide laktásan oassedoaimmat dorjot nuppiideaset sisdoaluid ja sajiid beales .
smn: Pald-paldluvâi tah uásitooimah tuárjuh nubijdis siskáldâsâi-diskuin já vistijdiskuin .

source: Sámekulturguovddáža hukseha ja oamasta Senaatti-giddodagat ja dan bruttoviidodat lea sullii 4 800 m² .
smn: Kulttuurkuávdáá huksit já oomâst Seenaat-kiddoduvah já ton bruttovijđodâh lii suullân 4 800 m² .

source: Huksenfidnu goasttádusárvvoštallan lea sullii 12 miljovnna euro , mas EU-ruhtadeami oassi lea 5 miljovnna euro .
smn: Huksimhaavâ budjet lii suullân 12 miljovn eurod , mast EU-ruttâdem uási lii 5 miljovn eurod .

source: Sámi kulturguovddáš galggašii gárvánit jagi 2012 álggu rádjai .
smn: Kulttuurkuávdáá meeri lii valmâštuđ ive 2012 aalgâ räi .
